Repository: teltek/PuMuKIT2-stats-ui-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: gl

source: General Statistics for Series
gl: Estadísticas xenerais por series

source: Search by title
gl: Buscar polo título

source: Set URL parameters
gl: Definir parámetros URL

source: Clear filter
gl: Borrar filtros

source: Date range
gl: Rango de datas

source: Toggle date range
gl: Alternar rango de datas

source: Most viewed series
gl: Series máis vistas

source: Ranking
gl: Clasificación

source: Views
gl: Vistas

source: Views by time period
gl: Vistas por periodo de tempo

source: Day
gl: Día

source: Month
gl: Mes

source: Statistics of the series
gl: Estadísticas da serie

source: Views of this series objects
gl: Vistas dos obxectos da serie

source: Record date
gl: Data de grabación

source: General Statistics for Objects (videos/audios)
gl: Estadísticas xenerais por obxectos (videos/audios)

source: Most viewed objects (videos/audios)
gl: Obxectos máis vistos (videos/audios)

source: Statistics of the object
gl: Estadísticas do obxecto
